/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "มีข้อผิดพลาดเกิดขึ้นที่เซิฟเวอร์ กรุณาลองอีกครั้ง";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "มีข้อผิดพลาดเกิดขึ้น กรุณาลองอีกครั้ง";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "ข้อความรหัส API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "สร้าง";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "เมื่อเครื่อง Mac ไร้กิจกรรมเท่านั้น";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "เมื่อมีระดับความสำคัญอย่างน้อย:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "ใส่คำนำหน้าข้อความแจ้งเตือนด้วย:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "ลงชื่อเข้าใช้ Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "กำลังส่งไป Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "แอพส่งคำสั่งที่เซิฟเวอร์ไม่เข้าใจ กรุณาลองอีกครั้ง";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "คุณไม่ได้ลงชื่อเข้าใช้ และยอมให้ข้อความรหัส API ถูกสร้างได้";

